7767517
119 130
Input            input0                   0 1 input0
Convolution      199                      1 1 input0 199 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=432
ReLU             201                      1 1 199 201
ConvolutionDepthWise 202                      1 1 201 202 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=144 7=16
ReLU             204                      1 1 202 204
Convolution      205                      1 1 204 205 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=512
ReLU             207                      1 1 205 207
ConvolutionDepthWise 208                      1 1 207 208 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=288 7=32
ReLU             210                      1 1 208 210
Convolution      211                      1 1 210 211 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1024
ReLU             213                      1 1 211 213
ConvolutionDepthWise 214                      1 1 213 214 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=288 7=32
ReLU             216                      1 1 214 216
Convolution      217                      1 1 216 217 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1024
ReLU             219                      1 1 217 219
ConvolutionDepthWise 220                      1 1 219 220 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=288 7=32
ReLU             222                      1 1 220 222
Convolution      223                      1 1 222 223 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=2048
ReLU             225                      1 1 223 225
ConvolutionDepthWise 226                      1 1 225 226 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             228                      1 1 226 228
Convolution      229                      1 1 228 229 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=4096
ReLU             231                      1 1 229 231
ConvolutionDepthWise 232                      1 1 231 232 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             234                      1 1 232 234
Convolution      235                      1 1 234 235 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=4096
ReLU             237                      1 1 235 237
ConvolutionDepthWise 238                      1 1 237 238 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             240                      1 1 238 240
Convolution      241                      1 1 240 241 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=4096
ReLU             243                      1 1 241 243
Split            splitncnn_0              1 4 243 243_splitncnn_0 243_splitncnn_1 243_splitncnn_2 243_splitncnn_3
ConvolutionDepthWise 244                      1 1 243_splitncnn_3 244 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=576 7=64
ReLU             246                      1 1 244 246
Convolution      247                      1 1 246 247 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=8192
ReLU             249                      1 1 247 249
ConvolutionDepthWise 250                      1 1 249 250 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=1152 7=128
ReLU             252                      1 1 250 252
Convolution      253                      1 1 252 253 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=16384
ReLU             255                      1 1 253 255
ConvolutionDepthWise 256                      1 1 255 256 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=1152 7=128
ReLU             258                      1 1 256 258
Convolution      259                      1 1 258 259 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=16384
ReLU             261                      1 1 259 261
Split            splitncnn_1              1 4 261 261_splitncnn_0 261_splitncnn_1 261_splitncnn_2 261_splitncnn_3
ConvolutionDepthWise 262                      1 1 261_splitncnn_3 262 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=1152 7=128
ReLU             264                      1 1 262 264
Convolution      265                      1 1 264 265 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=32768
ReLU             267                      1 1 265 267
ConvolutionDepthWise 268                      1 1 267 268 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=2304 7=256
ReLU             270                      1 1 268 270
Convolution      271                      1 1 270 271 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=65536
ReLU             273                      1 1 271 273
Split            splitncnn_2              1 4 273 273_splitncnn_0 273_splitncnn_1 273_splitncnn_2 273_splitncnn_3
Convolution      274                      1 1 273_splitncnn_3 274 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=16384
ReLU             275                      1 1 274 275
ConvolutionDepthWise 276                      1 1 275 276 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 5=1 6=576 7=64
ReLU             277                      1 1 276 277
Convolution      278                      1 1 277 278 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=16384
ReLU             279                      1 1 278 279
Split            splitncnn_3              1 3 279 279_splitncnn_0 279_splitncnn_1 279_splitncnn_2
ConvolutionDepthWise 280                      1 1 243_splitncnn_2 280 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             281                      1 1 280 281
Convolution      282                      1 1 281 282 0=12 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=768
Permute          283                      1 1 282 283 0=3
ConvolutionDepthWise 284                      1 1 243_splitncnn_1 284 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             285                      1 1 284 285
Convolution      286                      1 1 285 286 0=6 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=384
Permute          287                      1 1 286 287 0=3
ConvolutionDepthWise 288                      1 1 243_splitncnn_0 288 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=576 7=64
ReLU             289                      1 1 288 289
Convolution      290                      1 1 289 290 0=30 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1920
Permute          291                      1 1 290 291 0=3
ConvolutionDepthWise 292                      1 1 261_splitncnn_2 292 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=1152 7=128
ReLU             293                      1 1 292 293
Convolution      294                      1 1 293 294 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1024
Permute          295                      1 1 294 295 0=3
ConvolutionDepthWise 296                      1 1 261_splitncnn_1 296 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=1152 7=128
ReLU             297                      1 1 296 297
Convolution      298                      1 1 297 298 0=4 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=512
Permute          299                      1 1 298 299 0=3
ConvolutionDepthWise 300                      1 1 261_splitncnn_0 300 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=1152 7=128
ReLU             301                      1 1 300 301
Convolution      302                      1 1 301 302 0=20 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=2560
Permute          303                      1 1 302 303 0=3
ConvolutionDepthWise 304                      1 1 273_splitncnn_2 304 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=2304 7=256
ReLU             305                      1 1 304 305
Convolution      306                      1 1 305 306 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=2048
Permute          307                      1 1 306 307 0=3
ConvolutionDepthWise 308                      1 1 273_splitncnn_1 308 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=2304 7=256
ReLU             309                      1 1 308 309
Convolution      310                      1 1 309 310 0=4 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5=1 6=1024
Permute          311                      1 1 310 311 0=3
ConvolutionDepthWise 312                      1 1 273_splitncnn_0 312 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 5=1 6=2304 7=256
ReLU             313                      1 1 312 313
Convolution      314                      1 1 313 314 0=20 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 5